site.org
#+STARTUP: content
#+AUTHOR: benford
#+HUGO_BASE_DIR: .
#+HUGO_AUTO_SET_LASTMOD: t
** DONE Purpose and Mission
CLOSED: [2019-02-03 Sun 19:36]
:PROPERTIES:
:EXPORT_FILE_NAME: purpose
:EXPORT_HUGO_HEADLESS: t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2019-02-03 Sun 19:36]
:END:

What is your company's reason for being? What's its purpose? What's the one
mission that gets your people fired up for work in the morning?

It's critical that there's a consistent, concise message, which is shared across
the whole organisation, laying out why you're here. A company's mission is the
*WHY* that gets people pulling in the same direction.

Imagine a bunch of iron filings scattered onto a plate. Their orientation is
random there's no discernable pattern. As soon as you bring a magnet within
range though, the filings line up with an invisible force and organise
themselves to point the right direction. *MISSON* is magnetism for people.

# {{< header imgurl="/img/40-cdo-afghanistan.jpg" >}}
# {{< /header >}}

<<people>>
