content/home/purpose.md
+++
title = "Purpose and Mission"
author = ["Ben Ford"]
date = 2019-02-03T19:36:00+00:00
lastmod = 2019-05-01T21:15:00+01:00
draft = false
headless = true
weight = 1
+++

What is your company's reason for being? What's its purpose? What's the one
mission that gets your people fired up for work in the morning?

It's critical that there's a consistent, concise message, which is shared across
the whole organisation, laying out why you're here. A company's mission is the
**WHY** that gets people pulling in the same direction.

Imagine a bunch of iron filings scattered onto a plate. Their orientation is
random there's no discernable pattern. As soon as you bring a magnet within
range though, the filings line up with an invisible force and organise
themselves to point the right direction. **MISSON** is magnetism for people.

<a id="orgcacd1f5"></a>
